Repository: oliviersels/werwer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Personal info
nl: Persoonlijke informatie

source: Permissions
nl: Permissies

source: Important dates
nl: Belangrijke data

source: Password changed successfully.
nl: Wachtwoord succesvol gewijzigd.

source: Change password: %s
nl: Wijzig wachtwoord: %s

source: Password
nl: Wachtwoord

source: Raw passwords are not stored, so there is no way to see this user's password, but you can change the password using <a href="password/">this form</a>.
nl: De originele wachtwoorden worden niet bijgehouden. Het is dus niet mogelijk om het wachtwoord van een gebruiker op te vragen. Je kan het wachtwoord wel wijzigen via <a href="password/">dit formulier</a>.

source: A player with that email already exists.
nl: Een speler met die e-mail bestaat al.

source: The two password fields didn't match.
nl: De twee wachtwoorden komen niet overeen.

source: Password confirmation
nl: Wachtwoord bevestiging

source: Enter the same password as above, for verification.
nl: Voer hetzelfde wachtwoord twee keer in, ter bevestiging.

source: first name
nl: voornaam

source: last name
nl: achternaam

source: email address
nl: e-mailadres

source: staff status
nl: medewerker status

source: Designates whether the user can log into this admin site.
nl: Geeft aan of een gebruiker kan aanmelden op de admin site.

source: active
nl: actief

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
nl: Geeft aan of de gebruiker actief is. Vink dit uit ipv het account te verwijderen.

source: date joined
nl: datum toetreding

source: is organizer
nl: is organisator

source: Designates whether this user can create and organize events
nl: Geeft aan of deze gebruiker events kan aanmaken en organizeren

source: user
nl: gebuiker

source: users
nl: gebruikers

source: Previous participants of events are alerted when a new event is scheduled
nl: Deelnemers aan vorige evenementen worden op de hoogte gebracht als een nieuw evenement is aangemaakt

source: Players can register for events and are automatically enrolled
nl: Spelers kunnen registreren voor evenementen en zijn dan automatisch ingeschreven

source: Reminders are sent to enrolled participants the day before the event starts
nl: Deelnemers worden een dag op voorhand herinnert aan een evenement

source: Seatings are automatically announced on participant smartphones
nl: Seatings worden automatisch getoond op de smartphones van deelnemers

source: Participants can enter their own results
nl: Deelnemers kunnen zelf hun score ingeven

source: Players can review past events and see how well they played
nl: Spelers kunnen achteraf kijken hoe ze het hebben gedaan in een evenement

source: Bank transfer
nl: Overschrijving

source: New
nl: Nieuw

source: Confirmed
nl: Bevestigd

source: Paid
nl: Betaald

source: Shipped
nl: Verzonden

source: Completed
nl: Afgehandeld

source: Cancelled
nl: Geannuleerd

source: Discount percentage
nl: Kortingspercentage

source: Enter your name (optional)
nl: Geef je naam in (optioneel)

source: Enter your email (optional)
nl: Geef je e-mail in (optioneel)

source: You must enter your email address if you want to be informed of important Werwer news
nl: Je moet je e-mailadres ingeven als je op de hoogte wilt blijven van belangrijk WerWer nieuws

source: Enter your name
nl: Geef je naam in

source: Enter your email
nl: Geef je e-mail in

source: Enter your organization name (optional)
nl: Geef de naam van je organisatie in (optioneel)

source: Tell us a bit about how you will use Werwer
nl: Vertel ons een beetje over hoe je WerWer wilt gebruiken

source: You must accept the terms and conditions
nl: Je moet de gebruiksvoorwaarden accepteren

source: The captcha you entered was not correct
nl: De ingegeven captcha was niet correct

source: Enter your email address
nl: Geef je e-mailadres in

source: Enter your password
nl: Geef je wachtwoord in

source: Enter your first name
nl: Geef je voornaam in

source: Enter your last name
nl: Geef je acternaam in

source: Enter your DCI number
nl: Geef je DCI nummer in

source: Optional
nl: Optioneel

source: Coupon is not valid or has expired
nl: Kortingscode is niet geldig of is vervallen

source: %s drafted boosters
nl: %s gedraftte boosters

source: 2-3 months
nl: 2 - 3 maanden

source: 3-4 months
nl: 3 - 4 maanden

source: Cheap Boosters
nl: Goedkope boosters

source: My profile
nl: Mijn profiel

source: Log in
nl: Inloggen

source: Account holder
nl: Rekeninghouder

source: Amount
nl: Prijs

source: Account nr
nl: Rekeningnummer

source: Comment
nl: Vrije informatie

source: Be sure to include the comment!
nl: Vergeet niet het vrije informatie veld in te vullen!

source: You will receive confirmation when the payment has been received.
nl: Je ontvangt een bevestiging zodra de betaling is ontvangen.

source: Continue to PayPal
nl: Verder naar PayPal

source: Cheap boosters
nl: Goedkope boosters

source: Products
nl: Producten

source: Due to high demand, the estimated waiting time is more than 2 months
nl: Door de hoge vraag is de wachttijd meer dan 2 maanden

source: How are these boosters so cheap?
nl: Hoe zijn deze boosters zo goedkoop?

source: We are a small Magic club, a group of friends, and we organize weekly drafts for 4 years now. We are not in the business of selling cards or boosters so profit isn't our motivator, playing Magic is. We draft but we don't like to own the cards which we open at those drafts. So we sell the contents of those boosters. But we don't sell them individually on magiccardmarket, that's too much of a hassle. We sell them in bulk. And that's why they are so inexpensive. <strong>We want to get rid of these cards!</strong>
nl: Wij zijn een kleine Magicclub, een vriendengroep, en sinds 4 jaar organizeren wij iedere week een draft. Wij zijn geen bedrijf dat kaarten of boosters met winst probeert te verkopen, wij willen liefst gewoon Magic spelen. Wij draften maar zijn niet geïnteresseerd in de kaarten die geopend worden. Dus verkopen we de inhoud van onze boosters, niet individueel via magiccardmarket, maar in bulk. En daarom zijn deze boosters zo goedkoop. <strong>Wij willen er vanaf!</strong>

source: Now you might be thinking: what's the catch? So without further delay, here it is:
nl: Nu denk je misschien: waar zit de adder onder het gras? Hier komt ie:

source: The boosters are <strong>opened</strong>.
nl: De boosters zijn <strong>geopend</strong>.

source: The cards have been <strong>played</strong> with once in sleeves.
nl: Er is met deze kaarten <strong>gespeeld</strong>, zij het wel in sleeves.

source: The cards are <strong>unsorted</strong>. We have created decks with them.
nl: De kaarten zijn <strong>niet gesorteerd</strong>. Wij hebben er decks mee gemaakt.

source: <strong>Shipping is not instantaneous</strong>. You will have to wait until we actually played with your boosters.
nl: We kunnen ze <strong>niet onmiddellijk versturen</strong>. Je moet wachten tot wij er effectief mee gespeeld hebben.

source: You <strong>cannot choose the type</strong> of boosters. You get a mix of the currently drafted boosters. At the moment this is FRF-KTK-KTK.
nl: Je kan het <strong>type boosters niet kiezen</strong>. Je krijgt de boosters waar we mee draften. Momenteel is dit FRF-KTK-KTK.

source: With these disadvantages the good news must be very good:
nl: Gelukkig zijn de voordelen ook erg goed:

source: These boosters are <strong>super cheap</strong>. Prices rapidly drop to €2/booster when ordering multiple boosters to an absolute low of €1.67/booster for an entire booster box.
nl: Deze boosters zijn <strong>spotgoedkoop</strong>. Prijzen zakken zeer snel tot €2/booster als je er meerdere bestelt. Ze kunnen zelfs zo laag gaan tot €1.67/booster voor een volledige boosterdoos.

source: All prices <strong>include shipping</strong> to Belgium. No surprises, you pay the price you see.
nl: Voor België is <strong>verzending inbegrepen</strong> in alle prijzen. Je betaalt wat er staat.

source: A 100%% guarantee from Aetherclub that you actually get what was inside the boosters. We opened a foil worth €60+, you get it.
nl: De 100%% garantie van Aetherclub dat je echt krijgt wat wij openen. Als we een foil openen die €60+ waard is dan krijg je hem ook echt.

source: A best effort to only allow purchases when we think we can fulfill them within a month. No promises though.
nl: We doen ons best om enkel reservaties toe te laten als we denken dat we je boosters binnen de maand kunnen versturen. Dat kunnen we helaas wel niet beloven.

source: Easy payment with bank transfer or PayPal.
nl: Je kan makkelijk betalen met overschrijving of PayPal.

source: So if you're the kind of player that's interested in random cheap cards: we can help you.
nl: Dus als jij het type speler bent dat geïnteresseerd is in gratis, random kaarten: wij kunnen je helpen.

source: Purchase details
nl: Aankoopgegevens

source: Description
nl: Omschrijving

source: Estimated waiting time
nl: Geschatte wachttijd

source: Price
nl: Prijs

source: Shipping address
nl: Verzendadres

source: Payment method
nl: Betalingsmethode

source: Read carefully
nl: Lees aandachtig

source: You will receive the content of boosters that have been used in tournaments organized by Aethermagic. You cannot choose the type of boosters, you get the type of boosters that were used in that tournament.
nl: Je krijgt de inhoud van boosters die gebruikt zijn in een toernooi van Aethermagic. Je kan zelf niet kiezen welk type boosters dit zijn, je krijgt degene die in het toernooi gebruikt werden.

source: Boosters are in the following condition:
nl: Boosters bevinden zich in de volgende staat:

source: Opened
nl: Geopend

source: Unsorted
nl: Ongesorteerd

source: Played with (in sleeves)
nl: Gespeeld (in sleeves)

source: The shipping date is an estimation, boosters are sent as soon as they have been played with.
nl: De verzenddatum is een schatting. Boosters worden verzonden zodra wij ermee gespeeld hebben.

source: The cards in boosters are random, so the value you receive from your purchase is of course also random. We only guarantee that you will receive the entire content of your purchased boosters.
nl: De kaarten in boosters zijn random, wat ervoor zorgt dat de waarde van de kaarten die je aankoopt ook random is. Wij garanderen alleen dat je de volledige inhoud krijgt van je boosters en dat reeds vast ligt welke boosters van jou zijn voor we ze openen.

source: As soon as the boosters have been opened, refunds are no longer possible.
nl: Zodra de boosters geopend zijn, is een terugbetaling van je aankoop niet meer mogelijk.

source: Shipping is only possible to Belgium.
nl: Verzending enkel naar België.

source: I understand and agree with these terms and conditions
nl: Ik begrijp de voorwaarden en ga ermee akkoord

source: Confirm purchase
nl: Aankoop bevestigen

source: Payment details
nl: Betaalgegevens

source: Thank you for your purchase! You have chosen to pay the total cost of <strong>€%(object_price)s</strong> via <strong>%(object_readable_payment_method)s</strong>.
nl: Bedankt voor je aankoop! Je koos ervoor om het bedrag van <strong>€%(object_price)s</strong> te betalen via <strong>%(object_readable_payment_method)s</strong>.

source: Payment cancelled
nl: Betaling geannuleerd

source: Your reservation for %(object_description)s has been cancelled. If you wish to buy anything else, take a look at <a href="%(products_url)s">our products</a>.
nl: Je reservering voor %(object_description)s is geannuleerd. Als je nog iets anders wenst te kopen kan je altijd een kijkje nemen naar <a href="%(products_url)s">onze producten</a>.

source: Payment failed
nl: Betaling mislukt

source: Payment for %(object_description)s failed. We have cancelled your reservation. If you wish to try again, have a look at <a href="%(products_url)s">our products</a>.
nl: Je reservering voor %(object_description)s is mislukt. Als je het opnieuw wilt proberen kan je altijd een kijkje nemen naar <a href="%(products_url)s">onze producten</a>.

source: Payment completed
nl: Betaling afgerond

source: Your payment for %(object_description)s has been received. We will notify you when your boosters are available and ready for shipment.
nl: Je betaling voor %(object_description)s is goed ontvangen. We houden je op de hoogte wanneer je boosters beschikbaar zijn en verzonden kunnen worden.

source: Shipping details
nl: Verzendgegevens

source: Name
nl: Naam

source: Address (1)
nl: Adres (1)

source: Address (2)
nl: Adres (2)

source: Postal code
nl: Postcode

source: City
nl: Stad

source: Coupon code
nl: Kortingscode

source: Solve the captcha
nl: Los de captcha op

source: Next: payment overview
nl: Volgende: betalingsoverzicht

source: Email verification already completed
nl: E-mail verificatie al uitgevoerd

source: Your email <strong>%(email)s</strong> has already been verified.
nl: Je e-mail <strong>%(email)s</strong> is al geverifieerd.

source: Home page
nl: Homepagina

source: Email verification completed
nl: E-mail geverifieerd

source: Your email <strong>%(email)s</strong> has been verified. You will receive your login credentials when we have processed your registration request.
nl: Je e-mail <strong>%(email)s</strong> is geverifieerd. Je zal je inloggegevens krijgen zodra we je registratie verwerkt hebben.

source: Email verification failed
nl: E-mail verificatie gefaald

source: Something went wrong trying to validate your email address. Plaeas try again or contact support.
nl: Er is iets fout gelopen bij het verifiëren van je e-mailadres. Probeer alstublieft opnieuw of neem contact op met ons.

source: Feature feedback received
nl: Feature feedback ontvangen

source: Thank you very much for providing feedback about our features.
nl: Hartelijk bedankt voor het geven van je mening over onze features.

source: Welcome to the aether club website. We are a boardgaming and <em>Magic: The Gathering</em> playing group in Belgium. We organize weekly playing sessions and several times a year a larger event. You can find more information about us and our events at <a href="https://www.facebook.com/groups/aether.club/">our facebook group</a>.
nl: Welkom op de aether club website. Wij zijn een groep boardgamers en <em>Magic: The Gathering</em> spelers in België. We spelen 1 keer per week en organiseren een aantal keren per jaar een groter evenement. Meer informatie over ons en onze evenementen is te vinden op onze <a href="https://www.facebook.com/groups/aether.club/">facebook groep</a>.

source: This website also hosts the werwer application, an alternative scheduling tool for <em>Magic: The Gathering</em> events.
nl: Deze website host ook de WerWer applicatie, een alternatieve tool om evenementen voor <em>Magic: The Gathering</em> te runnen.

source: Werwer is an alternative scheduling tool for <em>Magic: The Gathering</em> events and aims to replace or enhance the official <em>Wizards Event Reporter</em>.
nl: WerWer is een alternatieve applicatie om <em>Magic: The Gathering</em> evenementen te runnen. Het vervangt en/of verbetert de officiële <em>Wizards Event Reporter</em>.

source: Werwer is very specifically targeted to small, unsanctioned events and we use it at our local club to organise and run events. The technical nature of Werwer makes it possible to do things that are (almost) impossible to do with the official <em>Wizards Event Reporter</em>.
nl: WerWer is vooral bedoelt voor kleine, niet gesanctionde evenementen. Zelf gebruiken we het op de club om al onze evenementen te organiseren. Technisch gezien maakt WerWer het mogelijk om dingen te doen die (bijna) onmogelijk zijn met de officiële <em>Wizards Event Reporter</em>.

source: Unique features
nl: Unieke mogelijkheden

source: Run events on all devices with an internet connection: laptop, tablet and yes, even smartphone.
nl: Evenementen runnen op alle toestellen met een internetverbinding: laptop, tablet en ja, zelfs een smartphone.

source: More info
nl: Meer informatie

source: No installation required. The app is cloud hosted and all updates happen automatically.
nl: Geen installatie noodzakelijk. De app wordt gehost in de cloud en wordt automatisch geüpdate.

source: Involve players before, during and after events:
nl: Betrek spelers voor, tijdens en na je evenementen:

source: Before
nl: Voor

source: previous participants of your events are alerted when you schedule a new event.
nl: eerdere deelnemers aan jouw evenementen worden op de hoogte gebracht als je een nieuw evenement aanmaakt.

source: players can register for your event and are automatically enrolled.
nl: spelers kunnen op voorhand registreren voor jouw evenementen en zijn automatisch ingeschreven.

source: reminders are sent to enrolled participants the day before the event starts.
nl: de dag voor het evenement worden herinneringen verstuurt aan de insgeschreven deelnemers.

source: During
nl: Tijdens

source: seatings are automatically announced on participant smartphones.
nl: seatings worden automatisch getoond op de smartphones van deelnemers.

source: participants can enter their own results. If both players do this you don't even need to confirm them. Events run themselves.
nl: deelnemers kunnen zelf hun resultaten ingeven. Als beide spelers dit doen hoef je ze zelfs niet meer te bevestigen. Evenementen runnen wordt kinderspel.

source: After
nl: Na

source: players can review past events and see how well they played.
nl: spelers kunnen hun vorige evenementen herbekijken en zien hoe goed ze gespeeld hebben.

source: a mail is sent to participants with statistics about their performance in the event.
nl: iedere deelnemer ontvangt een e-mail met hun resultaten in het afgelopen evenement

source: If you think: <em>That sounds cool, I want to try that!</em> Don't worry, you can. Free of charge.
nl: Als je nu denkt: <em>Dat klinkt cool, wil ik ook wel eens proberen!</em> Geen zorgen, dat is mogelijk. Volledig gratis.

source: Try Werwer
nl: WerWer proberen

source: Close
nl: Sluiten

source: Thank you for your interest in Werwer!
nl: Bedankt voor je interesse in WerWer!

source: The feature you requested is however not yet included in Werwer. I am but a sole developer and my time is limited. But you can help me by filling in this form so I know which features are most wanted. Thanks again for your help!
nl: Deze mogelijkheid is helaas nog niet beschikbaar in WerWer. Ik ben de enige ontwikkelaar en mijn tijd is ook maar beperkt. Gelukkig kan je mij helpen door dit formulier in te vullen. Zo weet ik wat de meest gevraagde feature is en kan ik me daar volledig op toeleggen. Nogmaals bedankt voor je hulp!

source: Which feature do you want most?
nl: Welke feature wil je het meest?

source: Mail participants with statistics about their performance in the event (already implemented)
nl: Stuur een e-mail naar deelnemers met hun resultaten in het evenement (reeds geïmplementeerd)

source: optional
nl: optioneel

source: Enter your email address if you want to be notified about this feature
nl: Geef je e-mailadres in als je op de hoogte wilt blijven van deze feature

source: Notify me about important Werwer news
nl: Houdt me op de hoogte van belangrijk nieuw over WerWer

source: Send feedback
nl: Antwoord verzenden

source: Werwer is an interactive, responsive web app. This means that it runs on any device with internet access and a fairly modern browser. This includes laptops, tablets and smartphones with any operating system. Werwer is basically just a website. A very sophisticated website.
nl: WerWer is een interactieve, responsieve web app. Dit betekent dat hij op ieder toestel met toegang tot internet draait. Het enige wat je nodig hebt is een moderne browser. Je kan WerWer dus op laptops, tablets en smartphones draaien met eender welk besturingssysteem. WerWer is eigenlijk gewoon een website. Een heel vernuftige website.

source: If you are interested in the technical details
nl: Als je interesse hebt voor de technische details

source: Because Werwer is a web app hosted in the cloud you don't have to do anything to install it. The only thing you need to do is create an account and start using it. You don't need to download or install anything. And that means of course that you won't have to update it. Werwer does all of that automatically.
nl: Omdat WerWer een web app is die online gehost wordt hoef je helemaal niets te installeren. Het enige wat je moet doen is een account aanmaken en je kan beginnen. Je moet niets downloaden of instellen. En dat betekent ook dat je niet hoeft te updaten. WerWer doet dat allemaal automatisch.

source: One feature which our users find very useful is the possibility to receive a summary about how they played in an event. When the event is done, you can quickly send them an email with the matches they played, the opponents they played against and the results of those matches. It also includes things like standings and the price support they earned. Make them remember your events!
nl: Een feature die onze spelers heel handig vinden is de mogelijkheid om een samenvatting te krijgen over hoe ze het hebben gedaan tijdens een evenement. Wanneer het evenement gedaan is kan je ze snel een e-mail sturen met hun gespeelde matchen, hun tegenstanders en de resultaten van die matchen. Er staat ook in hoe ze zijn geëindigd en hoeveel ze van de prijzen hebben gekregen. Zorg ervoor dat ze je evenement blijven herinneren!

source: Logged out
nl: Afgemeld

source: You successfully logged out
nl: Je bent afgemeld

source: Login
nl: Inloggen

source: You are not an organizer
nl: Je bent geen organisator

source: You tried to access the Werwer scheduling app. This is only meant for organizers of magic events, not for regular players.
nl: Je probeerde de WerWer evenementenplanner app te starten. Deze is echter enkel bedoeld voor organisatoren, niet voor gewone spelers.

source: If you are an organizer then you are probably logged in with your user account. You should <a href="%(wersite_logout_url)s">log in with your organizer account</a>.
nl: Als je een organisator bent dan ben je waarschijnlijk ingelogd met je spelers account. Je moet <a href="%(wersite_logout_url)s">inloggen met je organisator account</a>.

source: If you are interested in becoming an organizer you should <a href="%(wersite_signup_url)s">sign up</a> so you can start scheduling events with Werwer!
nl: Als je interesse hebt om organisator te worden dan moet je <a href="%(wersite_signup_url)s">registreren</a> zodat je evenementen kan plannen met WerWer!

source: Events
nl: Evenementen

source: Profile
nl: Profiel

source: Log out
nl: Afmelden

source: Date
nl: Datum

source: No transactions found.
nl: Geen transacties gevonden

source: Events you played in
nl: Gespeelde evenementen

source: Points
nl: Punten

source: Credits received
nl: Credits ontvangen

source: Looks like you haven't played in any event yet.
nl: Het lijkt erop dat je nog geen evenementen hebt gespeeld.

source: Profile information updated
nl: Persoonlijke informatie geüpdatet

source: Your profile information has been updated.
nl: Je persoonlijke informatie is geüpdatet.

source: Profile info
nl: Persoonlijke informatie

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: DCI number
nl: DCI nummer

source: Save
nl: Opslaan

source: Registration received
nl: Registratie ontvangen

source: Thank you for willing to try out WerWer. You should receive an email from us shortly. Please follow the instructions in that email to verify your email address. After you have verified your email addres your registration is complete.
nl: Bedankt dat je WerWer wilt uitproberen. Je zal zo dadelijk een e-mail ontvangen van ons. Volg alstublieft de instructies in deze e-mail om je e-mailadres te verifiëren. Je registratie is rond zodra je e-mailadres geverifieerd is.
