Repository: oliviersels/werwer
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: WerWer signup
nl: WerWer registratie

source: To sign up for WerWer fill in the following form. You will have to confirm your email address to complete your registration. When registration is complete you will receive your login credentials.
nl: Om je te registeren voor WerWer moet je het volgende formulier invullen. Je zal je e-mailadres moeten bevestigen om je registratie af te ronden. Wanneer je registratie rond is zal je de inloggegevens krijgen.

source: Organization
nl: Organisatie

source: How will you use Werwer?
nl: Hoe wil je WerWer gebruiken?

source: I agree to the <a href="#">terms and conditions</a>
nl: Ik ga akkoord met de <a href="#">gebruiksvoorwaarden</a>

source: Sign up for WerWer
nl: Registreren voor WerWer

source: Dutch
nl: Nederlands

source: English
nl: Engels
